[
    {
      "title": "Cox's Bazar Beach",
      "body": "Cox’s Bazar Beach in Bangladesh is the longest beach in the world, with a length of 120 kilometers. It is very flat, with fine sand covering the coast and a wide beach. This is a natural place for water sports such as swimming, surfing, and motor boating. The scenery of the coast varies from morning to evening. Whether the sun rises or the setting sun sets on the beach, the mood is suddenly bright. The tree vegetation along the coastline stretches along the beach.",
      "price": "$65",
      "img": "https://youimg1.tripcdn.com/target/100710000000olpi745B8_C_300_225_R5.jpg_.webp",
      "retting": 5.0
    },
    {
      "title": "Inani Beach",
      "body": "This quiet beach is about 12 kilometers away from the south shore of Cux’s Bazaar. It is a charming place with few outsiders disturbing. From Cox's Bazaar, you can take a tricycle or motorcycle to get here. Here, you can avoid the overcrowding of Cux’s Bazaar and enjoy the pure blue sea and blue sky alone. Or have a good conversation with the local villagers. In addition, it is more famous for the rocks that other beaches don’t have. ",
      "price": "$77",
      "img": "https://youimg1.tripcdn.com/target/01060120009w4pipfF547_C_300_225_R5.png_.webp",
      "retting": 4.7
    },
    {
      "title": "Himchori",
      "body": "Many attractions are for the tourists around Cox's Bazar. You can come Himchori to see it's Waterfall, this is famous for waterfall, though in the winter season it dwindles but during the rainy season it's really a fabulous and full waterfall can be enjoyed.",
      "price": "$53",
      "img": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/86/34/63/himchori-waterfall.jpg?w=500&h=-1&s=1",
      "retting": 4.4
    },
    {
      "title": "Shoilo Propat",
      "body": "Charming natural view but should be maintained properly. And this place is for rainy season. Its better to make a package with Nilgiri. It’s 08 km away from Bandarban city. It’s possible to go by Open Jip (chander gari-local name), CNG and Bus. There is a office for Chander Gari, opposite of Hotel Hilton. The price for a package of Nilgiri, Chimbuk Hill and Shoilo Propat is 3200 bdt and 300 bdt for parking charge in Nilgiri (upto 1:00 pm). There is 11-12 seats in Chander Gari, you can share with others. If you wanna go by Bus, you get the first Bus at 7:00 am and every hour there is one. For coming back the last Bus is at 5:00 pm.",
      "price": "$49",
      "img": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/4d/11/ca/to-go-to-the-shoilo-propat.jpg?w=1200&h=-1&s=1",
      "retting": 4.2
    },
    {
      "title": "Khoiyachora Waterfalls",
      "body": "It is one of the largest waterfalls in Bangladesh. It has 9 amazing steps that makes it unique. Really beautiful atmosphere with good flow of water and green forests around. But the trail to this fall is a but risky. So travelers must be careful. Highly recommended for the advnture lovers.",
      "price": "$62",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/%E0%A6%96%E0%A7%88%E0%A6%AF%E0%A6%BC%E0%A6%BE%E0%A6%9B%E0%A6%A1%E0%A6%BC%E0%A6%BE_%E0%A6%9D%E0%A6%B0%E0%A7%8D%E0%A6%A3%E0%A6%BE%E0%A6%B0_%E0%A7%A8%E0%A6%AF%E0%A6%BC_%E0%A6%95%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%B8%E0%A6%95%E0%A7%87%E0%A6%A1_-_Khaiyachora_Waterfalls_2nd_Cascade.jpg/1024px-%E0%A6%96%E0%A7%88%E0%A6%AF%E0%A6%BC%E0%A6%BE%E0%A6%9B%E0%A6%A1%E0%A6%BC%E0%A6%BE_%E0%A6%9D%E0%A6%B0%E0%A7%8D%E0%A6%A3%E0%A6%BE%E0%A6%B0_%E0%A7%A8%E0%A6%AF%E0%A6%BC_%E0%A6%95%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%B8%E0%A6%95%E0%A7%87%E0%A6%A1_-_Khaiyachora_Waterfalls_2nd_Cascade.jpg",
      "retting": 4.4
    },
    {
      "title": "Mermaid Beach Resort",
      "body": "The place itself is amazing but me and my wife found ourselves at the restaurant every now and then.The food there, specially the seafoods were outstanding. The service there was also amazing and the behavior of the staff was both helpful and friendly. On our last day at the restaurant we were served by waiter called Toyab who also gave us a parting gift ( a small flower bouquet) which Left a very nice impression about the service. It’s these small gestures that make an evening memorable.",
      "price": "$45",
      "img": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/84/c9/2a/restaurant-area.jpg?w=1000&h=-1&s=1",
      "retting": 4.9
    }
  ]